{
    "@context": {
        "brando": "[https://brandoschema.com/](https://brandoschema.com/)",
        "schema": "[https://schema.org/](https://schema.org/)",
        "gs1": "[https://ref.gs1.org/voc/](https://ref.gs1.org/voc/)"
    },
    "@graph": [
        {
            "@id": "brando:brand/disney-destinations-ukie",
            "@type": "brando:Brand",
            "schema:name": "Disney Destinations (UK & Ireland)",
            "schema:url": "[https://disneymagikit.com](https://disneymagikit.com)",
            "brando:brandArchitectureRole": "Umbrella brand for marketing Disneyland® Paris, Walt Disney World Resort in Florida and Disney Cruise Line to guests via the UK & Ireland travel trade.",
            "brando:governanceModel": "Centralised brand governance owned by Disney, enforced through mandatory use of Disney MagiKit assets, strict approval workflows for all partner materials, and Disney Marketing Contacts who can grant or withhold approvals at Disney’s sole discretion.  ",
            "brando:brandNarrative": "Disney Destinations in the UK & Ireland provides travel partners with everything they need to present Disney Parks and Disney Cruise Line experiences while protecting the integrity, consistency and legal protection of Disney’s intellectual property. Partners must use officially supplied assets, follow character, logo, imagery and nomenclature rules, and always communicate the breadth and quality of the Disney experience. ",
            "brando:coreValues": "Family-friendly magic; highest quality entertainment; protection of characters and stories; legal and IP compliance; safety; inclusivity; consistency across markets.",
            "brando:brandPromise": "To help UK & Ireland travel partners inspire guests with the magic of Disney Destinations while ensuring all executions remain on-brand, compliant and true to Disney stories.",
            "brando:competitorContext": "Competes with other family holiday providers, theme parks and cruise brands, but differentiates through iconic characters, immersive storytelling, multiple intellectual property universes (Disney, Pixar, AVATAR, MARVEL, Star Wars™) and tightly governed use of brand assets.",
            "brando:inheritsPolicies": true,
            "brando:inheritsTokens": "{"VerbalInheritance":"All contexts inherit the master Disney Destinations UK & Ireland verbal token, with additional rules layered for social, franchise IP and legal nomenclature.","VisualInheritance":"All contexts inherit the master visual token, with destination-specific logo treatments and size rules for Disneyland® Paris, Walt Disney World Resort in Florida and Disney Cruise Line."}",
            "brando:hasContext": [
                "brando:context/disney-destinations-ukie/partner-all",
                "brando:context/disney-destinations-ukie/social-digital"
            ],
            "brando:usesVerbal": "brando:verbal-token/disney-destinations-ukie/core",
            "brando:usesVisual": "brando:visual-token/disney-destinations-ukie/core",
            "brando:usesAudio": "brando:audio-token/disney-destinations-ukie/core",
            "brando:hasPolicy": [
                "brando:policy/disney-destinations-ukie/approvals",
                "brando:policy/disney-destinations-ukie/characters",
                "brando:policy/disney-destinations-ukie/imagery",
                "brando:policy/disney-destinations-ukie/logos-typography",
                "brando:policy/disney-destinations-ukie/social-digital",
                "brando:policy/disney-destinations-ukie/music-ugc",
                "brando:policy/disney-destinations-ukie/other-franchises",
                "brando:policy/disney-destinations-ukie/digital-properties-nomenclature"
            ],
            "brando:hasProductCategory": [
                "brando:category/disney-destinations-ukie/disneyland-paris",
                "brando:category/disney-destinations-ukie/walt-disney-world-florida",
                "brando:category/disney-destinations-ukie/disney-cruise-line"
            ],
            "brando:supportingFile": "brando:file/disney-destinations-ukie/brand-book-2025"
        },
        {
            "@id": "brando:file/disney-destinations-ukie/brand-book-2025",
            "@type": "schema:MediaObject",
            "schema:name": "Disney Destinations UK & Ireland Brand Book 2025",
            "schema:description": "PDF brand book describing how UK & Ireland partners should work with Disney Destinations, including approvals, character usage, imagery, logos, social & digital, key franchises and legal nomenclature. ",
            "schema:fileFormat": "application/pdf",
            "schema:contentUrl": "urn:placeholder:brand/disney-destinations-ukie/brand-book-2025"
        },
        {
            "@id": "brando:context/disney-destinations-ukie/partner-all",
            "@type": "brando:Context",
            "schema:name": "UK & Ireland travel trade – partner marketing (all channels)",
            "brando:audienceSegment": "Travel agents, tour operators and other contracted partners in the UK & Ireland who create marketing materials to sell Disney Destinations to end guests. ",
            "brando:audiencePersona": "Professional marketers and product managers working at UK & Ireland travel businesses, responsible for brochures, web pages, print ads and in-store materials promoting Disney holidays.",
            "brando:domainContext": "{"region":["United Kingdom","Ireland"],"channels":["print","web","OOH","POS","email"],"primaryDestinations":["Disneyland® Paris","Walt Disney World Resort in Florida","Disney Cruise Line"],"regulationNotes":"Must comply with UK and EU consumer marketing law as well as Disney IP guidelines.","approvalWorkflow":"All materials, whether co-op or not, must be reviewed and approved by a Disney Marketing Contact before publication; approvals are one-off and time-limited; allow up to 5-7 working days per round depending on scale. "}",
            "brando:hasPolicy": [
                "brando:policy/disney-destinations-ukie/approvals",
                "brando:policy/disney-destinations-ukie/characters",
                "brando:policy/disney-destinations-ukie/imagery",
                "brando:policy/disney-destinations-ukie/logos-typography",
                "brando:policy/disney-destinations-ukie/other-franchises",
                "brando:policy/disney-destinations-ukie/digital-properties-nomenclature"
            ],
            "brando:usesVerbal": "brando:verbal-token/disney-destinations-ukie/core",
            "brando:usesVisual": "brando:visual-token/disney-destinations-ukie/core"
        },
        {
            "@id": "brando:context/disney-destinations-ukie/social-digital",
            "@type": "brando:Context",
            "schema:name": "Social media and digital channels – UK & Ireland partners",
            "brando:audienceSegment": "Social media managers, content creators and digital marketers at UK & Ireland travel partners promoting Disney Destinations online. ",
            "brando:audiencePersona": "Travel brand social media team responsible for Facebook, Instagram, TikTok, YouTube, X and other channels, plus owned websites and blogs that feature Disney Destinations content.",
            "brando:domainContext": "{"region":["United Kingdom","Ireland"],"channels":["social","display","video","website","blog"],"platforms":["Facebook","Instagram","TikTok","YouTube","X","Pinterest"],"specialRules":["Channel names, vanity URLs and domains must not contain Disney trademarks and must not appear to be official Disney accounts.","Any use of Disney IP on social media (beyond pre-approved social kits) requires prior written approval from a Disney Marketing Contact.","Partners must remove posts within 24 hours if Disney requests removal, even if previously approved."],"assetSources":["Official Disney MagiKit social assets","Approved User Generated Content with written permission"],"notes":"UGC, Disney hosted trips, blogging and vlogging are subject to specific rules differentiating editorial from marketing content. "}",
            "brando:appliesTo": "{"channels":["social","digital"],"scope":"All partner-owned and partner-operated social media accounts and digital properties that feature Disney Destinations content in the UK & Ireland."}",
            "brando:hasPolicy": [
                "brando:policy/disney-destinations-ukie/approvals",
                "brando:policy/disney-destinations-ukie/social-digital",
                "brando:policy/disney-destinations-ukie/music-ugc",
                "brando:policy/disney-destinations-ukie/digital-properties-nomenclature",
                "brando:policy/disney-destinations-ukie/characters",
                "brando:policy/disney-destinations-ukie/imagery",
                "brando:policy/disney-destinations-ukie/other-franchises"
            ],
            "brando:usesVerbal": "brando:verbal-token/disney-destinations-ukie/core",
            "brando:usesVisual": "brando:visual-token/disney-destinations-ukie/core",
            "brando:usesAudio": "brando:audio-token/disney-destinations-ukie/core"
        },
        {
            "@id": "brando:verbal-token/disney-destinations-ukie/core",
            "@type": "brando:Verbal",
            "schema:name": "Disney Destinations UK & Ireland – core verbal identity",
            "brando:toneOfVoice": "Warm, family-friendly, imaginative and optimistic, celebrating magic and unforgettable memories while sounding clear, trustworthy and professional. The tone should show the breadth and scope of Disney experiences without sounding like a hard sell or using characters themselves as sales people. ",
            "brando:dialogueStyle": "Speak directly to families, couples and friends in second person, focusing on experiences and feelings rather than discounts. Conversation should feel enthusiastic but measured, never pushy; partner brands remain clearly identified as the seller, with Disney positioned as the destination. Avoid slang that undermines the timeless quality of Disney stories.",
            "brando:writingStyle": "Use concise copy with short sentences and clear structure so that product details, offers and legal information remain easy to understand. Always spell character, land, hotel and attraction names exactly as specified in the nomenclature tables, and include registered symbols and typographic offsetting where required. ",
            "brando:namingConvention": "Use full destination names in the first instance on any page or post: “Disneyland® Paris”, “Walt Disney World Resort in Florida”, “Disney Cruise Line”. Do not shorten these to informal forms such as “Disney World”, “Euro Disney” or “Disneyland Florida”. Treat film titles, lands, attractions, hotels and events as proper nouns and offset them using caps, italics, bold or colour where appropriate. ",
            "brando:personaCard": "Voice of a well-briefed Disney Destinations specialist working inside a UK & Ireland travel partner: knowledgeable about every resort and ship, meticulous with legal details and trademarks, passionate about storytelling and character integrity, and collaborative with Disney Marketing Contacts.",
            "brando:approvedTerms": "Approved terms include “magical”, “much loved” or “beloved” when talking about characters or attractions; “Disney Destinations” to describe the portfolio; full and correct names for parks, lands, ships and hotels; and neutral descriptions like “seasonal events”, “celebrations” or “short breaks”. ",
            "brando:prohibitedTerms": "Do not call characters or attractions a ‘favourite’; instead use terms such as ‘beloved’ or ‘much loved’. Never use phrases that demean characters (for example ‘Taking the Mickey’, ‘Goofy-looking’, ‘Thor-iffic’) or puns based on Disney, MARVEL or Star Wars™ properties (for example ‘Bibbidi Bobbidi Bargain’, ‘Take the Mickey’). Do not refer to partner status as ‘official partner’; only ‘preferred partner’ is permitted. ",
            "brando:keyMessages": "Disney Destinations offer a wide breadth of experiences across theme parks, resorts and Disney Cruise Line ships; Disney is synonymous with the highest quality entertainment; partners must use official photography, logos and graphics from Disney MagiKit; and every execution must protect the integrity of Disney stories and characters. ",
            "brando:tagline": "Common headline phrases used in examples include “Magic awaits” and “Magic is here”, which can be used where appropriate provided all other brand rules are followed. ",
            "brando:promptScaffold": "When generating copy for Disney Destinations in the UK & Ireland: 1) Always use full legal names for destinations, lands, hotels, attractions and ships; 2) Never write from a character’s point of view or depict characters as salespeople, endorsers or price messengers; 3) Emphasise experiences and storytelling, not bargains; 4) Include partner-brand signposting and make clear the partner is the operator or seller; 5) Reserve all offers, terms and conditions space for partner-supplied content and follow Disney’s copyright and nomenclature rules. ",
            "brando:mustDos": "Always cross-check images and campaign assets against Disney MagiKit for current usage rights and expiry; always liaise with your Disney Marketing Contact early in a project and allow enough time for approvals; always feature the partner logo clearly and usually larger than Disney destination logos; always apply the correct copyright lines for Disney, Pixar, MARVEL, Star Wars™ and other franchises. ",
            "brando:mustNotDos": "Do not invent new logos, fonts or graphic devices that imitate Disney; do not create hashtags that include Disney trademarks beyond official lists provided by Disney; do not present communications in a way that could be mistaken for official Disney-owned material; do not theme public or private spaces using Disney visuals; do not use Disney visuals or music without approval. ",
            "brando:assetURL": "urn:placeholder:brand/disney-destinations-ukie/verbal-token/core",
            "brando:assetPreview": "urn:placeholder:brand/disney-destinations-ukie/verbal-token/core/preview"
        },
        {
            "@id": "brando:visual-token/disney-destinations-ukie/core",
            "@type": "brando:Visual",
            "schema:name": "Disney Destinations UK & Ireland – core visual identity",
            "brando:brandName": "Disney Destinations",
            "brando:logo": "urn:placeholder:brand/disney-destinations-ukie/logo-set",
            "brando:visualReferenceLink": "urn:placeholder:brand/disney-destinations-ukie/visual-guidelines",
            "brando:colourPalette": "Destination logos use their own canonical colours: silver for the primary Disneyland® Paris logo on photographic or coloured backgrounds; “Tower Blue” as the preferred Walt Disney World Resort logo colour; and navy as the preferred colour for the stacked Disney Cruise Line logo, with white or black versions available for contrast-critical applications. ",
            "brando:typography": "Partners must use their own standard fonts; the ‘Walt’ script font may only appear inside supplied logos and must never be used as running text or recreated. Logos must always be reproduced in their original format with no font substitution, adaptation or distortion. ",
            "brando:Visual": "Logos should usually sit on solid backgrounds for clarity; when using full colour destination logos, choose a light solid background or the approved reversed versions for dark backgrounds. Always maintain minimum sizes (generally 25mm wide) and protection space around each logo as defined in the brand book. The Disney logo on partner advertising should be approximately 25% smaller than the partner logo, and should not be repeated on the same page, with minor exceptions for Disney-provided templates. ",
            "brando:imageryStyles": "Use only official Disney-approved photography, logos and graphics from Disney MagiKit. Show characters in-park or on-board and in the correct story world; avoid over-using character imagery and aim for a balance between park, ship and character photography that captures real guest moments. Do not place text or graphics over characters or key properties such as castles and ships; do not create photo montages or distort images; crop only with prior agreement and never cut off key elements such as Mickey’s ears, castles, ships or merchandise focal points. ",
            "brando:motionRules": "Digital images must be crisp, un-stretched and free of pixelation; leaderboards and skyscrapers must respect original proportions. For on-screen usage, prefer simple compositions with strong foreground focus and high contrast. Cropping of castles or characters in web banners requires prior approval. ",
            "brando:visualUsageGuidelines": "The three-circle Mickey icon may be used as a decorative brand motif or bullet for informational, non-sales text, and can be resized, rotated and appear in any colour or fill, but must not be used with sales or promotional messaging or as a holding shape for offers. Never combine the Mickey icon with AVATAR, MARVEL or Star Wars™ content. Use official Disney maps at a size where labels remain legible and never alter or montage them. Use Disney-supplied pixie dust sparingly, only alongside Disney IP and never for offers or in contexts such as AVATAR, MARVEL, Star Wars™, Toy Story or The Twilight Zone®. AI-generated Disney imagery or AI modifications to Disney images are not permitted. ",
            "brando:assetURL": "urn:placeholder:brand/disney-destinations-ukie/visual-token/core",
            "brando:assetPreview": "urn:placeholder:brand/disney-destinations-ukie/visual-token/core/preview"
        },
        {
            "@id": "brando:audio-token/disney-destinations-ukie/core",
            "@type": "brando:Audio",
            "schema:name": "Disney Destinations UK & Ireland – audio & music governance",
            "brando:audioLogo": "urn:placeholder:brand/disney-destinations-ukie/audio-logo",
            "brando:voiceSignature": "Friendly, enthusiastic narrator with clear UK English diction, medium pace and a warm, inclusive tone, avoiding impersonation of any Disney character voices.",
            "brando:pronunciationGuide": "Always pronounce destination names clearly in full, e.g. “Disneyland Paris” (DEE-znee-land pah-REE), “Walt Disney World Resort in Florida”, “Disney Cruise Line”.",
            "brando:speechStyle": "Audio content should prioritise clarity, safe-guarding and accuracy over hype, with natural pauses for legal information and no exaggerated or caricatured delivery that might resemble characters or parody.",
            "brando:audioCue": "Use neutral, non-Disney-branded sound beds or partner-owned music, unless specific Disney music has been cleared and licensed.",
            "brando:audioUsageGuidelines": "Any use of Disney music, whether in-park audio or songs, on social or any other platform must be cleared with Disney’s sub-publisher and label at the partner’s cost; library Disney tracks available inside platforms such as Instagram or TikTok are for fan use only and must not be used by travel partners for promotion. When resharing UGC containing Disney music, partners must either clear the music or replace it with alternative tracks before posting. ",
            "brando:audioReferenceLink": "urn:placeholder:brand/disney-destinations-ukie/audio-guidelines"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/approvals",
            "@type": "brando:Policy",
            "schema:name": "Disney Destinations UK & Ireland – approvals & governance policy",
            "brando:guardRails": "Every use of Disney-trademarked or copyrighted materials (IP) by UK & Ireland partners, regardless of who funds the activity, must be reviewed and approved by the assigned Disney Marketing Contact before publication or distribution; Disney may grant or withhold approvals at its sole discretion; approvals are for agreed one-off use only, in specified media and for the life of the project; partners must allow sufficient time for approvals (typically up to 5 working days per round of amends, or up to 7 days for brochures and web pages) and send at least two final printed copies for offline materials; use of Disney IP on social media requires prior written approval, unless using assets exactly as provided in Disney MagiKit social media kits. ",
            "brando:refusalStrategies": "If requested to approve content that breaches character, imagery, social or legal rules, decline approval, explain the specific guideline that is being broken, and suggest compliant alternatives (for example replacing characters-as-salespeople with generic imagery, or correcting nomenclature and copyright lines).",
            "brando:riskScenarios": "Risks include misrepresentation of offers, expired assets, unlicensed music, non-compliant social posts, and misuse of third-party franchise IP (AVATAR, MARVEL, Star Wars™). Heightened review is required for assets featuring those franchises, as they require additional sign-off. ",
            "brando:complianceTags": "brand-governance; approvals; IP-licensing; UKI-travel-trade",
            "brando:reviewWorkflow": "Partners consult Disney Marketing Contacts at concept stage; draft creative using current assets from Disney MagiKit; submit proofs with clear timelines, media plans and usage dates; resolve rounds of amends as directed; obtain final written approval before publishing; send final samples for offline executions. ",
            "brando:updatePolicy": "Brand book and asset libraries are periodically updated; partners must always reference the latest Disney MagiKit content rather than local archives and should remove out-of-date promotions promptly. ",
            "brando:priority": 100,
            "brando:visibilityRating": "high",
            "brando:retrievableInLLM": true,
            "brando:embeddingQuality": "high",
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London","renewal":"Subject to update when Disney issues a new Brand Book or guidance."}",
            "brando:appliesTo": "{"scope":"All marketing and communications created by contracted partners to sell Disney Destinations in the UK & Ireland, across print, digital, social and in-store channels."}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/characters",
            "@type": "brando:Policy",
            "schema:name": "Character integrity & usage policy",
            "brando:guardRails": "Disney, Pixar, MARVEL and Star Wars™ characters must always be treated as entertainers, never as salespeople, promoters or endorsers. Characters must be shown in relevant environments (parks, ships, story worlds) and must not hold, touch, gesture towards, look at or “speak” about offers, prices, products or services. Characters may not endorse third-party brands and must remain visually separate from other company logos and contacts. Do not crop characters (e.g. cutting off Mickey’s ears), repeat the same character multiple times in a single page or spread (with limited exceptions), flip images where this would reverse costumes, logos or park icons, or add props, costumes or seasonal items that were not present in official photography. Some characters (for example Winnie the Pooh and Mary Poppins) may not be used at all without explicit guidance. ",
            "brando:refusalStrategies": "If asked to use characters to call out discounts, point at price tags, stand inside offer shapes or act as brand ambassadors for partners, firmly refuse and recommend generic imagery or park imagery instead. For Black Friday or other sale-led promotions, insist on generic or guest imagery and prohibit all character use linked to bargain messaging.",
            "brando:riskScenarios": "Mispositioning characters as sales devices, distorting their scale or context relative to other characters (e.g. changing relative heights), repeating franchise icons excessively, or showing characters dressed as other characters or crossing universes all undermine Disney storytelling and may breach licence obligations. ",
            "brando:complianceTags": "character-integrity; IP-usage; family-safety",
            "brando:priority": 95,
            "brando:visibilityRating": "high",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"channels":["print","web","social","video"],"destinations":["Disneyland® Paris","Walt Disney World Resort in Florida","Disney Cruise Line"],"region":["United Kingdom","Ireland"]}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/imagery",
            "@type": "brando:Policy",
            "schema:name": "Imagery, photography, maps & graphics policy",
            "brando:guardRails": "Use only official Disney-approved photography, logos and graphics from Disney MagiKit for marketing materials; non-Disney stock photography may not be used to depict the Disney Parks or ships. Do not build photo montages, stretch or distort images, or overlay text or graphics on characters, castles, ships or other key assets. Cropping is only allowed with prior agreement and must never remove important elements such as character heads, castles or merchandise. Avoid showing guns or realistic weapons unless clearly Disney toys; lightsabers are allowed. Maps must be reproduced at a size where labels remain legible and may not be altered, montaged or partially obscured. Pixie dust graphics must come from Disney, be used sparingly as decorative support (never for offers) and must not appear with AVATAR, MARVEL, Star Wars™, Toy Story or The Twilight Zone®-related creative. AI-generated Disney imagery and AI-adjusted Disney assets are not permitted. ",
            "brando:refusalStrategies": "Decline any request to crop, recolour or otherwise modify official imagery beyond approved templates; suggest switching to an available asset that fits the format. If asked to overlay price boxes or copy on characters or castles, insist on alternative layout solutions.",
            "brando:riskScenarios": "Using expired assets from local archives, low-resolution or pixelated images on digital platforms, or user-generated imagery that has not been cleared and approved can create legal and reputational risk.",
            "brando:complianceTags": "imagery; DAM-governance; AI-content",
            "brando:priority": 90,
            "brando:visibilityRating": "high",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"scope":"All partner-created marketing that includes Disney photography, maps or graphic devices.","includesUGC":true}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/logos-typography",
            "@type": "brando:Policy",
            "schema:name": "Logos, Mickey icon & typography policy",
            "brando:guardRails": "Disney destination logos must be used exactly as supplied, at or above minimum sizes, on suitable backgrounds and with prescribed clear space (e.g. at least the depth of the ‘y’ in the Disneyland® Paris logo, the ‘W’ of ‘World’ for Walt Disney World Resort, or the ‘D’ of ‘Disney’ for Disney Cruise Line). The Disney logo on partner advertising should normally be around 25% smaller than the partner logo and must not dominate; communications must look clearly produced by the partner, not by Disney. Destination logos should not be repeated on a single page, rotated, skewed or otherwise altered. Partners must use their own standard fonts; Disney logotype fonts cannot be used as copy. The three-circle Mickey icon is a decorative brand element that cannot carry offers, prices or sales messaging, cannot act as a die-cut or holding shape for promotions, and must not be used alongside AVATAR, MARVEL or Star Wars™ creative. Partner status wording must use “preferred partner” and never “official partner”. ",
            "brando:complianceTags": "logos; typography; partner-branding",
            "brando:priority": 88,
            "brando:visibilityRating": "high",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"scope":"All uses of Disney destination logos and Mickey icon in partner materials in the UK & Ireland."}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/social-digital",
            "@type": "brando:Policy",
            "schema:name": "Social media & digital communications policy",
            "brando:guardRails": "Social content must remain relevant to Disney Parks and Resorts (and Disney Cruise Line) and must not be built around non-Disney IP topics. Copy should be concise and accompanied by the full destination name in the caption. Hashtags using Disney trademarks may only be those supplied as official by Disney; partners may not invent their own. Social channel names, handles, vanity URLs and domains must not contain Disney-trademarked terms or give the impression of being official Disney accounts. Text and graphics must not be placed over characters or key Disney properties in social creative. Disney IP may not be combined with other brands in social posts without prior Disney approval. If Disney requests that a post be removed, the partner must delete it as soon as possible and within 24 hours. ",
            "brando:refusalStrategies": "Reject proposals to name channels or hashtags using Disney trademarks (beyond officially provided examples), or to run engagement tactics that trivialise characters or franchises. Recommend clear partner-branded handles and Disney-referenced URLs of the form partnerdomain.tld/disney.",
            "brando:riskScenarios": "Risks include unofficial-looking channels, misuse of hashtags, off-brand humour or puns and posting Disney content without copyright lines or approvals.",
            "brando:complianceTags": "social-media; digital-marketing; IP-usage",
            "brando:priority": 85,
            "brando:visibilityRating": "high",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"channels":["social","display","video","blog"],"region":["United Kingdom","Ireland"]}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/music-ugc",
            "@type": "brando:Policy",
            "schema:name": "Music, UGC and hosted trip content policy",
            "brando:guardRails": "Disney music (including in-park audio and songs) used in marketing content must be cleared with Disney’s sub-publisher and label, with associated costs borne by the partner. Built-in Disney tracks in platform music libraries (e.g. Instagram, TikTok) are royalty-free for fan use only and cannot be used by travel partners to promote Disney Destinations. UGC can be shared only for inspiration, not to promote offers or sales messages; partners must obtain explicit permission from the original poster, give credit, and ensure content quality and suitability (no profanity in audio). UGC cannot originate from Disney-owned channels or current Cast Members. Content from Disney-hosted trips must follow all brand guidelines, be captured without disrupting guests, avoid filming on rides or non-character performers, and may require scripts or concepts to be reviewed with Disney in advance. All UGC and hosted trip content requires written approval from the Disney Marketing Contact before posting. ",
            "brando:complianceTags": "music-licensing; UGC; hosted-trips",
            "brando:priority": 83,
            "brando:visibilityRating": "medium",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"channels":["social","video"],"contentTypes":["UGC","influencer","hosted-trip"],"region":["United Kingdom","Ireland"]}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/other-franchises",
            "@type": "brando:Policy",
            "schema:name": "AVATAR, MARVEL & Star Wars™ franchise policy",
            "brando:guardRails": "AVATAR, MARVEL and Star Wars™ are distinct brands whose integrity must be protected in the same way as Disney. When space allows, avoid mixing these franchises with each other or with Disney in the same layout; if they must appear together, Disney should be treated as the umbrella brand with clear separation between franchise sections. Do not show characters crossing brands (e.g. Mickey dressed as a Jedi or as a MARVEL Super Hero). Pixie dust and references to “magic” must not be used in MARVEL or Star Wars™ contexts. Use AVATAR language that is aspirational and spiritual but not preachy or religious; refer to Na’vi groups as ‘clans’ or ‘The People’, not ‘tribes’. Refer to MARVEL heroes as “Super Heroes” and apply the correct capitalisation rules for brand vs content uses. For Star Wars™, avoid using the crawl device, overusing “The Force”, humorous visual puns or the term “intergalactic”; approved May the 4th references and hashtags require extra approvals from Lucasfilm. ",
            "brando:riskScenarios": "Risk scenarios include mixing visual systems or tones, trivialising epic narratives with comedy executions, mislabelling franchise properties, or scheduling franchise-driven announcements that conflict with official Disney or Lucasfilm communications.",
            "brando:complianceTags": "franchise-IP; AVATAR; MARVEL; Star-Wars",
            "brando:priority": 82,
            "brando:visibilityRating": "medium",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"destinations":["AVATAR experiences at Disney Parks","MARVEL experiences at Disney Parks","Star Wars™ experiences at Disney Parks"],"channels":["print","web","social","video"]}"
        },
        {
            "@id": "brando:policy/disney-destinations-ukie/digital-properties-nomenclature",
            "@type": "brando:Policy",
            "schema:name": "Digital properties, domains & nomenclature policy",
            "brando:guardRails": "Domains, subdomains, social media usernames and vanity URLs owned by partners must not contain Disney trademarks and must not appear to be official Disney accounts. Disney terms should only appear after the domain label, e.g. partner-domain.tld/disney, not as part of the domain itself. Nomenclature for parks, ships, resorts, lands, attractions, restaurants and events must follow the exact spellings, symbols and offsetting in the brand book, including the use of ® for Disneyland® Paris and related entities, and offsetting of Walt Disney World Resort and Disney Cruise Line names. Certain properties require additional legal text as outlined in the specific copyrights section. Marketing copy should never introduce alternative names such as “Euro Disney”, “Euro Disneyland”, “Disneyland® Resort Paris” or “Disneyland® Paris Resort”. ",
            "brando:complianceTags": "domains; URLs; nomenclature; legal-text",
            "brando:priority": 80,
            "brando:visibilityRating": "high",
            "brando:retrievableInLLM": true,
            "brando:effectiveDuring": "{"start":"2025-01-01","timezone":"Europe/London"}",
            "brando:appliesTo": "{"channels":["web","social","search"],"scope":"Any usage of Disney trademarks in partner-owned digital properties and marketing copy."}"
        },
        {
            "@id": "brando:category/disney-destinations-ukie/disneyland-paris",
            "@type": "brando:BrandedCategory",
            "schema:name": "Disneyland® Paris holidays (UK & Ireland)",
            "brando:productCategoryName": "Disneyland® Paris short breaks and holidays from the UK & Ireland.",
            "brando:categoryDepartment": "Theme Parks & Resorts",
            "brando:categoryClass": "European Disney park holidays",
            "brando:categoryItemType": "Packages including park tickets, on-site Disney Hotels and selected partner hotels near Disneyland® Paris.",
            "brando:categoryApprovedTerms": "Use the full destination name “Disneyland® Paris” in first mention; use correct land, park, hotel, attraction and restaurant names exactly as listed (e.g. “Disneyland® Park”, “Walt Disney Studios® Park”, “Disney Village®”, “Disneyland® Hotel”, “Disney Hotel New York – The Art of Marvel”). ",
            "brando:categoryProhibitedTerms": "Never use “Euro Disney”, “Euro Disneyland”, “Disneyland® Resort Paris” or “Disneyland® Paris Resort”; avoid adding “the” in front of Disneyland® Paris, Disney Village® or land names (e.g. write “visit Fantasyland”, not “visit the Fantasyland”). "
        },
        {
            "@id": "brando:category/disney-destinations-ukie/walt-disney-world-florida",
            "@type": "brando:BrandedCategory",
            "schema:name": "Walt Disney World Resort in Florida holidays (UK & Ireland)",
            "brando:productCategoryName": "Walt Disney World Resort in Florida holidays and tickets sold from the UK & Ireland.",
            "brando:categoryDepartment": "Theme Parks & Resorts",
            "brando:categoryClass": "Long-haul Florida Disney holidays",
            "brando:categoryItemType": "Ticket and hotel packages, Disney Resorts Collection stays, dining plans and seasonal event tickets at Walt Disney World Resort in Florida.",
            "brando:categoryApprovedTerms": "Use the full name “Walt Disney World Resort in Florida” on first mention, then “Walt Disney World Resort” thereafter. Use official park, land, attraction, water park, resort and ticket nomenclature (e.g. “Magic Kingdom Park”, “EPCOT”, “Disney’s Animal Kingdom Theme Park”, “Disney Magic Ticket”). ",
            "brando:categoryProhibitedTerms": "Do not use “Disney World”, “Walt Disney”, “Disney World Florida” or “Disneyland Florida” as standalone names in marketing copy. "
        },
        {
            "@id": "brando:category/disney-destinations-ukie/disney-cruise-line",
            "@type": "brando:BrandedCategory",
            "schema:name": "Disney Cruise Line sailings (UK & Ireland)",
            "brando:productCategoryName": "Disney Cruise Line sailings and associated land packages sold from the UK & Ireland.",
            "brando:categoryDepartment": "Cruise Holidays",
            "brando:categoryClass": "Family cruise holidays featuring Disney storytelling and characters.",
            "brando:categoryItemType": "Itineraries on Disney Cruise Line ships including dining, entertainment, port adventures and Castaway Cay / other private destinations where applicable.",
            "brando:categoryApprovedTerms": "Use the full brand name “Disney Cruise Line” and official ship, venue and dining names as provided in the nomenclature tables (e.g. “Animator’s Palate”, “Arendelle: A Frozen Dining Adventure”). ",
            "brando:categoryProhibitedTerms": "Avoid genericising the brand as simply “Disney Cruises” in headings; maintain the formal brand name “Disney Cruise Line” wherever space permits."
        }
    ]
}